Repository: Vistaus/folder-cleaner-extension
Catalog: po/*.po
Languages: nl

source: Is files sorted
nl: Of bestanden gesorteerd zijn

source: Only for internal usage.
nl: Alleen voor intern gebruik.

source: Is photo sort active
nl: Of fotosortering is ingeschakeld

source: Check if photo sorting feature is active
nl: Controleer of fotosortering is ingeschakeld

source: Adds user described folders
nl: Voegt eigen opgegeven mappen toe

source: Check if user folders section is active
nl: Controleer of de sectie met eigen mappen is ingeschakeld

source: File sort by category
nl: Bestanden sorteren op categorie

source: Determines if files should be sorted by category instead by extension.
nl: Bepaalt of bestanden moeten worden gesorteerd op categorie in plaats van extensie.

source: Saved folders list
nl: Opgeslagenmappenlijst

source: A list of the folders which are saved.
nl: Een lijst met opgeslagen mappen.

source: Saved user folders list
nl: Opgeslagen eigen mappen

source: A list of the user folders which are saved.
nl: Een lijst met opgeslagen eigen mappen.

source: Operations was done
nl: Alle handelingen zijn afgerond

source: A list of operations was done in one sorting transaction.
nl: Een lijst met handelingen die tijdens het sorteren zijn afgerond.

source: Folders made
nl: Aangemaakte mappen

source: A list of the folders that was made by one operation. For internal usage.
nl: Een lijst met mappen die tijdens de handelingen zijn aangemaakt. Alleen voor intern gebruik.

source: How to sort photos
nl: Foto's sorteren

source: Determines how to sort photos, for example by date or by other EXIF information
nl: Bepaalt hoe foto's worden gesorteerd, bijv. op datum of op basis van andere exif-informatie

source: Files
nl: Bestanden

source: File sort
nl: Bestanden sorteren

source: How to sort files.
nl: Hoe bestanden moeten worden gesorteerd.

source: By Extension
nl: Op extensie

source: By Type
nl: Op bestandstype

source: User folders
nl: Eigen mappen

source: Add user defined folders.
nl: Voeg eigen mappen toe.

source: Add user folders
nl: Eigen mappen toevoegen

source: Add
nl: Toevoegen

source: Clear all
nl: Alles wissen

source: Photos
nl: Foto's

source: Photo sort
nl: Foto's sorteren

source: Enable photo sort.
nl: Schakel fotosortering in.

source: Photo sort method
nl: Sorteervolgorde

source: How to sort photos.
nl: Hoe foto's worden gesorteerd.

source: By Date
nl: Op datum

source: Program for folder management
nl: Toepassing voor mappenbeheer

source: Folder Cleaner
nl: Mapschoonmaker

source: Open Folder
nl: Map openen

source: Cancel
nl: Annuleren

source: Preferences
nl: Voorkeuren

source: About
nl: Over

source: Click Add to choose a folder or drag folder here.
nl: Klik op 'Toevoegen' om een map te kiezen of sleep een map hierheen.

source: Files were sorted.
nl: De bestanden zijn gesorteerd.

source: Undo
nl: Ongedaan maken

source: Open folder
nl: Map openen

source: Delete
nl: Verwijderen

source: Sort Photos
nl: Foto's sorteren

source: Sort photos in folder
nl: Foto's in map sorteren

source: Sort Files
nl: Bestanden sorteren

source: Sort files in folder
nl: Bestanden in map sorteren
